package settings;

public class Settings {
    public static final String[] FACTION_NAMES = new String[]{
            "Орден Пылающего Солнца",
            "Братство Теней",
            "Кровавые Клинки",
            "Изумрудный Легион",
            "Сыны Бури",
            "Стражи Бездны",
            "Золотые Вороны",
            "Пепельный Консорциум",
            "Черное Братство",
            "Алые Ястребы",
            "Серебряные Волки",
            "Культ Забытых",
            "Ночные Охотники",
            "Железный Пакт",
            "Орден Холодного Пламени",
            "Дети Песков",
            "Лунные Скитальцы",
            "Падшие Лорды",
            "Багровая Династия",
            "Тихие Клинки",
            "Туманная Гвардия",
            "Шепчущие Тени",
            "Стальные Чешуи",
            "Всадники Рассвета",
            "Проклятые Души",
            "Тёмные Осколки",
            "Небесные Хранители",
            "Бастион Огня",
            "Снежные Вепри",
            "Чернокрылые Вестники",
            "Ядовитые Когти",
            "Закатный Союз",
            "Танцующие с Лезвиями",
            "Легенды Тьмы",
            "Карбоновые Лисы",
            "Песчаные Драконы",
            "Звёздные Завоеватели",
            "Буреломы",
            "Сумеречный Конклав",
            "Клинки Судьбы"
    };



}
